---
kind: property
id: P:Autodesk.Revit.DB.WorksetPreview.IsDefaultWorkset
source: html/a3359438-79eb-8930-8160-c68f23f5334f.htm
---
# Autodesk.Revit.DB.WorksetPreview.IsDefaultWorkset Property

Whether the workset is the default one.

## Syntax (C#)
```csharp
public bool IsDefaultWorkset { get; }
```